//place names
String place1Name="পতেঙ্গা";
String place2Name="রাঙ্গামাটি";
String place3Name="সাজেক";
String place4Name="সেন্টমার্টিন";


//place images
String image1="potenga.jpg";
String image2="rangamati.jpg";
String image3="sajek.jpg";
String image4="saintmartin.jpg";

//place descriptions
String description1="পতেঙ্গা বাংলাদেশের চট্টগ্রাম শহরের সমুদ্র সৈকত যা কর্ণফুলী নদীর মোহনায় অবস্থিত বন্দর নগরী চট্টগ্রাম থেকে প্রায় ১৪ কিলোমিটার দক্ষিণে অবস্থিত। পতেঙ্গা চট্টগ্রাম শহরের একটি জনপ্রিয় পর্যটন কেন্দ্র।১৯৯১ সালের ঘূর্ণিঝড়ে এই সৈকতটি ভয়াবহ ভাবে ক্ষতিগ্রস্ত হয়। বর্তমানে সমুদ্র সৈকতে সিমেন্ট দিয়ে তৈরি করা বেড়ি বাঁধ দেয়া হয়েছে।শাহ আমানত আন্তর্জাতিক বিমানবন্দর এবং বাংলাদেশ নৌ বাহিনীর ঘাঁটি বিএনএস ঈসা খান পতেঙ্গার ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জানুয়ারি ২০২১ তারিখে সন্নিকটে অবস্থিত। এছাড়া চট্টগ্রাম বন্দরের অনেক জেটি এইখানে অবস্থিত। এছাড়া জনপ্রিয় পতেঙ্গা সমুদ্র সৈকত ও বাংলাদেশ নেভাল একাডেমি এইখানে অবস্থিত।";
String description2="রাঙ্গামাটি জেলা বাংলাদেশের দক্ষিণ-পূর্বাঞ্চলে অবস্থিত চট্টগ্রাম বিভাগের একটি প্রশাসনিক অঞ্চল। পূর্ব রাঙ্গামাটি, খাগড়াছড়ি ও বান্দরবান একসাথে একটি জেলা ছিল। ১৯৮৪ সালে এরশাদ সরকারের আমলে পার্বত্য চট্টগ্রামকে ভেঙে তিনটি জেলা গঠন করা হয়। তার আগে ১৮৬০ সালের আগে এই পার্বত্য চট্টগ্রাম চট্টগ্রাম জেলার অংশ ছিল। ১৮৬০ সালে চট্টগ্রামকে ভেঙে পার্বত্য চট্টগ্রাম গঠন করে ব্রিষ্টিশ সরকার। রাঙ্গামাটি একটি পার্বত্য জেলা। এটি বাংলাদেশের বৃৃৃহত্তম জেলা। উপজেলার সংখ্যানুসারে রাঙ্গামাটি বাংলাদেশের একটি “এ” শ্রেণীভুক্ত জেলা।";
String description3="সাজেক বা সাজেক উপত্যকা বাংলাদেশের রাঙ্গামাটি জেলার বাঘাইছড়ি উপজেলার অন্তর্গত সাজেক ইউনিয়নের একটি বিখ্যাত পর্যটনস্থল। এটি রাঙ্গামাটি জেলার সর্ব উত্তরে মিজোরাম সীমান্তে অবস্থিত। এর উত্তরে ভারতের ত্রিপুরা, দক্ষিণে রাঙ্গামাটির লংগদু উপজেলা, পূর্বে ভারতের মিজোরাম ও পশ্চিমে খাগড়াছড়ির দীঘিনালা উপজেলা অবস্থিত।এই সাজেক উপত্যকায় রয়েছে দুটি পাড়া - রুইলুই এবং কংলাক। ১৮৮০ সালে প্রতিষ্ঠিত রুইলুই পাড়া ১,৭২০ ফুট উচ্চতায় অবস্থিত। আর কংলাক পাড়া ১,৮০০ ফুট উচ্চতায় অবস্থিত। সাজেক রাঙামাটির ছাদ নামেও পরিচিত।";
String description4="সেন্ট মার্টিন দ্বীপ হলো বাংলাদেশের সর্ব দক্ষিণে বঙ্গোপসাগরের উত্তর-পূর্বাংশে অবস্থিত একটি ছোট প্রবাল দ্বীপ (মাত্র ৮ বর্গকিলোমিটার)। এটি কক্সবাজার জেলার টেকনাফ হতে প্রায় ৯ কিলোমিটার দক্ষিণে ও মিয়ানমারের উপকূল হতে ৮ কিলোমিটার পশ্চিমে নাফ নদীর মোহনায় অবস্থিত। এটি নারিকেল জিঞ্জিরা, নারকেল জিঞ্জিরা, জিঞ্জিরা, জাজিরা, দারুচিনি দ্বীপ বা দেরদিউসা দ্বীপ নামেও পরিচিত। প্রচুর নারিকেল পাওয়া যায় বলে স্থানীয়ভাবে একে নারিকেল জিঞ্জিরা বলা হয়ে থাকে। বাংলাদেশের সমুদ্রপ্রেমীদের কাছে এটি ব্যাপক পরিচিত একটি নাম। বিখ্যাত লেখক, কথাসাহিত্যিক হুমায়ূন আহমেদের দারুচিনি দ্বীপ নামের পূর্ণদৈর্ঘ্য ছায়াছবির মাধ্যমে এই দ্বীপটির পরিচিতি আরো বেড়ে যায়।০৪ জানুয়ারি, ২০২২ তারিখে বন্যপ্রাণী (সংরক্ষণ ও নিরাপত্তা) আইন ২০১২ অনুযায়ী সেন্টমার্টিন দ্বীপ সংলগ্ন বঙ্গোপসাগরের ১,৭৪৩ বর্গ কি.মি. এলাকাকে সামুদ্রিক সংরক্ষিত এলাকা হিসেবে ঘোষণা করে পরিবেশ মন্ত্রণালয়।";